[
    {
        "title": "An old-school blog rant by a data scientist who is very, very tired of the AI hype.",
        "link": "https://www.theverge.com/2024/6/19/24181789/an-old-school-blog-rant-by-a-data-scientist-who-is-very-very-tired-of-the-ai-hype",
        "description": "Jun 19, 2024 ... An old-school blog rant by a data scientist who is very, very tired of the AI hype. How about you remain competitive by ..."
    },
    {
        "title": "Obama appoints Silicon Valley veteran as first chief data scientist",
        "link": "https://www.theverge.com/2015/2/18/8066837/obama-appoints-d-j-patil-first-government-chief-data-scientist",
        "description": "Feb 18, 2015 ... Share this story ... The United States government has its first chief data scientist. DJ Patil, a veteran of tech and internet companies Skype, ..."
    },
    {
        "title": "A data scientist cloned his best friends’ group chat using AI",
        "link": "https://www.theverge.com/2023/4/13/23671059/ai-chatbot-clone-group-chat",
        "description": "Apr 13, 2023 ... A data scientist cloned his best friends' group chat using AI · Izzy Miller downloaded 500,000 messages from his seven-year group chat, then ..."
    },
    {
        "title": "Facebook ignored blatant political manipulation around the world, claims former data scientist",
        "link": "https://www.theverge.com/2020/9/14/21436852/facebook-data-scientist-memo-political-manipulation",
        "description": "Sep 14, 2020 ... A fired Facebook data scientist has written a 6600-word memo condemning the company for ignoring evidence the platform was wielded to sway ..."
    },
    {
        "title": "The biggest headache in machine learning? Cleaning dirty data off the spreadsheets",
        "link": "https://www.theverge.com/2017/11/1/16589246/machine-learning-data-science-dirty-data-kaggle-survey-2017",
        "description": "Nov 1, 2017 ... “There's the joke that 80 percent of data science is cleaning the data ... data scientist does.” Kaggle itself is intended to help. The site is ..."
    },
    {
        "title": "Aggregating Twitter data to answer the age-old question: soda or pop?",
        "link": "https://www.theverge.com/2012/7/9/3146403/twitter-pop-vs-soda-map-edwin-chen",
        "description": "Jul 9, 2012 ... Twitter data scientist Edwin Chen collected and analyzed tweets across the world to map one of the most well-known markers of linguistic ..."
    },
    {
        "title": "Facebook conducted hundreds of psychological experiments with few boundaries: WSJ",
        "link": "https://www.theverge.com/2014/7/2/5866315/facebook-data-science-team-conducted-hundreds-experiments",
        "description": "Jul 2, 2014 ... Data Science team accused users of being robots. ... Speaking to The Wall Street Journal, Andrew Ledvina — who worked as a data scientist ..."
    },
    {
        "title": "Can artificial intelligence play nice?",
        "link": "https://www.theverge.com/ad/20932299/artificial-intelligence-fairness-rumman-chowdhury-accenture",
        "description": "Oct 25, 2019 ... One data scientist believes that AI can be fair and ethical, if humans make it so."
    },
    {
        "title": "When the world changed overnight, how did A.I. adjust?",
        "link": "https://www.theverge.com/ad/21572507/predicting-the-unpredictable-machine-learning-covid",
        "description": "Dec 7, 2020 ... When data scientists build machine learning algorithms, they have to strike the right balance between accuracy and flexibility. When they train ..."
    },
    {
        "title": "5 global problems AI could help solve",
        "link": "https://www.theverge.com/ad/23870335/global-problems-ai-could-help-solve",
        "description": "Oct 2, 2023 ... ... scientists,” said Rose Yu, an assistant professor at UC San Diego's Jacobs School of Engineering and the Halıcıoğlu Data Science Institute."
    }
]